{
	"data": [
		{
		"title": " JUST IN: Republicans In Florida Are Giving One Presidential Candidate A Pretty Big Lead Already (VIDEO)",
		"date": "11/1/16"
		},{
			"title": " DAMNING New Poll Shows A BIG Chunk Of Federal Employees Could Quit Their Jobs If Trump Wins",
			"date": "11/1/16"
		},{
			"title": " This Anti-Semitic Trump Supporter Wants You To Know He’s Actually Just Racist (VIDEO)",
			"date": "11/1/16"
		},{
			"title": " Trump Fan Openly Admits To Planning ‘Assassination On’ Hillary ‘If She’s Elected’ (IMAGES)",
			"date": "11/1/16"
		},{
			"title": " Bill Clinton LOSES IT, Goes Off On Heckler Insulting Obamacare (VIDEO)",
			"date": "11/1/16"
		},{
			"title": " Trump Agriculture Advisor Has A New Nickname For Clinton, And It’s Worse Than Trump’s (SCREENSHOTS)",
			"date": "11/1/16"
		},{
			"title": " Dakota Access Pipeline Protest Fund Asks For Only $5K But Get MUCH More",
			"date": "11/1/16"
		},{
			"title": " Federal Judge Demands RNC Reveal Details Of Voter Intimidation Pact With Trump",
			"date": "11/1/16"
		},{
			"title": " Trump Threatened To Make The 13-Year-Old Girl He Raped Disappear And Kill Her Family: Witness",
			"date": "11/1/16"
		},{
			"title": " SNL’s Head Writer Knows What Would Have To Be In Hillary’s Emails For Her To Lose (IMAGE)",
			"date": "11/1/16"
		},{
			"title": " Even Trump-Supporting GOPers Are Railing Against Comey For Influencing The Election",
			"date": "11/1/16"
		},{
			"title": "CAMPAIGNING WHILE DRUNK? Video Showing Hillary Dancing Reopens “Booze Swilling” Past [Video]",
			"date": "11/1/16"
		},{
			"title": "YIKES! Is Something Big About To Happen? Michelle Obama Erases Any Trace Of Hillary From Twitter Account",
			"date": "11/1/16"
		},{
			"title": "HERE’S HOW THE CLINTONS’ Free Private Jet Scam Works: “It’s highly illegal”",
			"date": "11/1/16"
		},{
			"title": "BREAKING: OBAMA APPOINTED JUDGE Demands RNC Reveal Trump’s Plans To Prevent Voter Fraud",
			"date": "11/1/16"
		},{
			"title": "EXPOSED: TOP BILLIONAIRE DONOR Has Shady Side Deal With Clinton Campaign Manager Podesta",
			"date": "11/1/16"
		},{
			"title": "FANTASTIC! TRUMP’S 7 POINT PLAN To Reform Healthcare Begins With A Bombshell!",
			"date": "11/1/16"
		},{
			"title": "BREAKING EMAIL LEAK: “Bernie needs to be ground to a pulp…Crush him as hard as you can”",
			"date": "11/1/16"
		},{
			"title": "WOW! Governor Kasich Just Revealed How He Did His Part To Make Hillary Clinton Our Next President",
			"date": "11/1/16"
		},{
			"title": "BREAKING: FINALLY! New Wikileaks Email…”We are going to have to dump all those emails”",
			"date": "11/1/16"
		},{
			"title": "BREAKING: HILLARY’S CAMPAIGN CHAIRMAN On Close Friend, Top DOJ Official In Hillary FBI Probe: He “Kept Me Of Jail”",
			"date": "11/1/16"
		},{
			"title": "THREATS TO BUSINESS TO REMOVE TRUMP SIGN Prompts Even Better Pro-Trump Display [Video]",
			"date": "11/1/16"
		},{
			"title": "WOW! RECKLESS HILLARY’S SENIOR AIDE Left Classified Documents Unattended In Hotel Room During 2010 China Trip",
			"date": "11/1/16"
		},{
			"title": "NARCISSIST OBAMA Stops Mid-Speech To Admonish Little Boy For Taking “Selfie” While He Talks [VIDEO]",
			"date": "11/1/16"
		},{
			"title": "Hillary’s ‘Russian Hack’ Hoax: The Biggest Lie of This Election Season",
			"date": "11/1/16"
		},{
			"title": "Boiler Room EP #81 – Halloween Fireside Book of Suspense Vol. 1",
			"date": "11/1/16"
		},{
			"title": " Right-Wing Militias Preparing To Wage War If Hillary Clinton Beats Trump",
			"date": "11/2/16"
		},{
			"title": " Trump Just Got Dealt A STINGING Blow From His Own Son-In-Law’s Newspaper",
			"date": "11/2/16"
		},{
			"title": " Anthony Weiner’s Alleged Teenaged Victim Is P*ssed – At Comey",
			"date": "11/2/16"
		},{
			"title": " Trump-Loving Oklahoma GOP Rep. Busted Calling For Hillary Clinton’s Murder (SCREENSHOTS)",
			"date": "11/2/16"
		},{
			"title": " Obama Just OBLITERATED The GOP’s Threat To Kill The Supreme Court If Hillary Wins",
			"date": "11/2/16"
		},{
			"title": " Trump Fan: Sexual Assault Victims Should ‘Grow a Set’ And Just ‘Get Over It’ (VIDEO)",
			"date": "11/2/16"
		},{
			"title": " Trump Supporters Just DESTROYED A Black Church In The Most Disrespectful Way (TWEETS)",
			"date": "11/2/16"
		},{
			"title": " Hillary Unleashes BRUTAL Rant On Trump Supporter Calling Her Husband A Rapist (VIDEO)",
			"date": "11/2/16"
		},{
			"title": " Trump FURIOUS After Jon Stewart Mocks Him For 5 Minutes Straight At Veterans’ Benefit (VIDEO)",
			"date": "11/2/16"
		},{
			"title": " University Official Once Said Rape Victims Were Actually Just Sick In The Head",
			"date": "11/2/16"
		},{
			"title": "LOL! WHEN YOUR CLIENT, Hillary Clinton Is Under Investigation By The Law Again [VIDEO]",
			"date": "11/2/16"
		},{
			"title": "BOMBSHELL: Hillary’s Democrat Niece Is “100 Percent” Behind Her Choice For President…And It’s Not Her “Selfish” Aunt Hillary",
			"date": "11/2/16"
		},{
			"title": "BREAKING: ACLJ Files Lawsuit Against Obama’s Corrupt Attorney General For Secret Bill Clinton Meeting On Plane During Hillary Investigation [VIDEO]",
			"date": "11/2/16"
		},{
			"title": "WOW! TX Congressman On IMPEACHMENT And REMOVAL Of Hillary If She Wins Election",
			"date": "11/2/16"
		},{
			"title": "BREAKING FL VOTER FRAUD ALERT: “Tens Of Thousands” Of Mail-In Ballots Have ILLEGALLY Been Opened And Counted Before They’ve Been Verified [VIDEO]",
			"date": "11/2/16"
		},{
			"title": "SEXTING ADDICT ANTHONY WEINER FINALLY Gets Help For Out-Of Control Behavior",
			"date": "11/2/16"
		},{
			"title": "BUSTED! ONE OF NATION’S BIGGEST POLITICAL DONORS Caught Funneling Money To Hillary, Other Crooked Democrats [VIDEO]",
			"date": "11/2/16"
		},{
			"title": "WATCH SHERIFF CLARKE Take Down Liberal Pundit Claiming Sexism In Hillary Scandal [Video]",
			"date": "11/2/16"
		},{
			"title": "WHOA! 3 WELL-KNOWN Democrats Go NUCLEAR On Hillary Clinton And Her Supporters [VIDEO]",
			"date": "11/2/16"
		},{
			"title": "BREAKING HIDDEN VIDEO Exposes Racist Dems Comparing Black Republicans To Jews Who Helped Nazis [Video]",
			"date": "11/2/16"
		},{
			"title": "WOW! FBI ASST DIRECTOR: They used to kill people like Hillary by firing squad for “careless leaks” [Video]",
			"date": "11/2/16"
		},{
			"title": "HOPE FOR FORGOTTEN AMERICA…Why Trump Is Last Chance For This Steel Town Where 94% Of Jobs Have Gone [VIDEO]",
			"date": "11/2/16"
		},{
			"title": "BILL CLINTON LOSES IT With Heckler In Finger-Pointing Rant: “I defended Obama…” [Video]",
			"date": "11/2/16"
		},{
			"title": "BOMBSHELL: Clinton WikiLeak Exposes Entire ‘Shadow Government’ – Jay Dyer (Vid)",
			"date": "11/2/16"
		},{
			"title": "OBAMACARE: Your Dog Might Have Better Healthcare Than You Do",
			"date": "11/2/16"
		},{
			"title": " War On Christmas Dimwits LOSE IT Over New Starbucks Cup – There’s Just One TEENSY Problem (VIDEO)",
			"date": "11/3/16"
		},{
			"title": " America Laughs At Melania Trump For Hypocritically Whining About Cyberbullying",
			"date": "11/3/16"
		},{
			"title": " FBI Agent Drops FATAL Truth Bomb About What The Bureau Is Doing To Hillary Clinton",
			"date": "11/3/16"
		},{
			"title": " CNN Host STUNNED After Trump Advisor Denies Evidence Of Assault Allegations (VIDEO)",
			"date": "11/3/16"
		},{
			"title": " CNN Panel On Melania’s Cyberbullying Stance: ‘Talk To Your Husband’ (VIDEO)",
			"date": "11/3/16"
		},{
			"title": " WATCH: Fox Anchor Forced To Admit He Lied About A ‘Likely’ Clinton Indictment",
			"date": "11/3/16"
		},{
			"title": " Senator Asks DOJ To Step In After White Supremacists Vow To Engage In Poll Watching",
			"date": "11/3/16"
		},{
			"title": " FBI Is Investigating Itself After Its Twitter Account Goes All In For Trump (TWEETS)",
			"date": "11/3/16"
		},{
			"title": " Nikki Reed DESTROYS Trump For Insulting Women In Epic Video",
			"date": "11/3/16"
		},{
			"title": " WATCH: Nicole Wallace Takes Trump To The Woodshed For Bullying NBC Reporter Katy Tur",
			"date": "11/3/16"
		},{
			"title": " Trump Campaign Manager Gives SICKENING Interview On ‘Enormous Sacrifices’ Trump Made (VIDEO)",
			"date": "11/3/16"
		},{
			"title": " If You Think Hillary And Trump Are Both Bad Candidates, Seth Meyers Clears Up That Bullsh*t Idea",
			"date": "11/3/16"
		},{
			"title": " GOP Governor Calls Blacks “Colored People” (VIDEO)",
			"date": "11/3/16"
		},{
			"title": " Hillary’s Reaction To Her Cubbies FINALLY Winning The World Series Is PRICELESS (IMAGES)",
			"date": "11/3/16"
		},{
			"title": " Trump Supporters Booby Trap Polling Place And Spill Blood Of Election Volunteer (VIDEO)",
			"date": "11/3/16"
		},{
			"title": "NATIONAL ARCHIVES MISSING Massive Data From Clinton White House Records",
			"date": "11/3/16"
		},{
			"title": "WOW! BLACK PROF Delivers Truth Bomb About Black Voters To Race Baiting Obama [Video]",
			"date": "11/3/16"
		},{
			"title": "BOOM! CLINTON RAP: ‘Pay My Foundation for the Keys to the Nation’ [VIDEO]",
			"date": "11/3/16"
		},{
			"title": "WHO HACKED CLINTON AND DNC? Judge Napolitano And Wikileak’s Assange Blow It Open [Video]",
			"date": "11/3/16"
		},{
			"title": "WOW! BREAKING NEWS: Proof Obama LIED To Press….Was Notified 6 Different Times That Hillary Changed Email Address [VIDEO]",
			"date": "11/3/16"
		},{
			"title": "WIKILEAKS RED ALERT: Clinton Camp Exposed Committing Conspiracy To Hide Evidence [VIDEO]",
			"date": "11/3/16"
		},{
			"title": "BLACK AMERICAN On How I Became A Republican: “If You’re Voting’ Democrat, It’s Cuz You Want The (Food) Stamps…Get Your A*S Up And Get To Work, ******* Make America Great Again” [VIDEO]",
			"date": "11/3/16"
		},{
			"title": "OBAMA LIES EXPOSED: New Info Shuts Down Obama’s Claims Of Ignorance On Emails [Video]",
			"date": "11/3/16"
		},{
			"title": "HA! THEY’RE NOT FORGETTING About Hillary At The World Series!",
			"date": "11/3/16"
		},{
			"title": "BREAKING: SECRET RECORDINGS About Clinton Foundation Caused Hostility, In-Fighting Between FBI Agents",
			"date": "11/3/16"
		},{
			"title": "PARTNERS IN CRIME: Goldman Sachs, The Clintons & Wall Street",
			"date": "11/3/16"
		},{
			"title": "Boiler Room EP #82 – Mind-boggling Collusion",
			"date": "11/3/16"
		},{
			"title": " WATCH: Wolf Blitzer NAILS Giuliani To The Wall For Ten Grueling Minutes Over His FBI Claims",
			"date": "11/4/16"
		},{
			"title": " BREAKING: Melania Trump’s Immigration Records Made Public, Show Trump’s ULTIMATE Hypocrisy",
			"date": "11/4/16"
		},{
			"title": " The Strange Reason Donald Trump’s Skin Has Gone From Normal To Orange",
			"date": "11/4/16"
		},{
			"title": " Obama Just Showed Us EXACTLY How To Handle Trump Fans (VIDEO)",
			"date": "11/4/16"
		},{
			"title": " The Hilariously Amazing Video We’ve Been Waiting For All Election: ‘HOLY SH*T (You’ve Got To Vote)’",
			"date": "11/4/16"
		},{
			"title": " BUSTED: Trump Supporter Used Poll Watcher Credentials To Force Early Voters To Leave Polling Place",
			"date": "11/4/16"
		},{
			"title": " Unhinged Trump Supporter Holds Children AT GUNPOINT Over Damaged Trump Sign (VIDEO)",
			"date": "11/4/16"
		},{
			"title": " Newsweek Outs Trump As Putin’s Puppet And Our NATO Allies Are Terrified (VIDEO)",
			"date": "11/4/16"
		},{
			"title": " Donald Trump Tells Veterans That He’s Just As Brave As Them Because He’s Rich (VIDEO)",
			"date": "11/4/16"
		},{
			"title": " Bridgegate Verdict Is IN – Guilty On All Charges (DOCUMENTS)",
			"date": "11/4/16"
		},{
			"title": " Mike Huckabee Just Tried To Compliment Trump And COMPLETELY F***ed It Up (TWEETS)",
			"date": "11/4/16"
		},{
			"title": " Former Classmate: Trump Smacked His Son So Hard It Knocked ‘Him To The Floor’",
			"date": "11/4/16"
		},{
			"title": " WATCH: Anderson Cooper Schools Kellyanne Conway So Hard She Becomes A Rambling Mess",
			"date": "11/4/16"
		},{
			"title": " Elected Official In Oklahoma Calls For ‘Firing Squad’ To Execute Hillary (IMAGES)",
			"date": "11/4/16"
		},{
			"title": " Comey’s Old Boss Giuliani Knew About The FBI Letter DAYS Before Its Release; Here’s PROOF (VIDEO)",
			"date": "11/4/16"
		},{
			"title": " Secret Emails Prove GOP Is Trying To Rig Election In MAJOR Swing State",
			"date": "11/4/16"
		},{
			"title": "WIKILEAKS EMAIL: CLINTON FAN BOY Says He “Knows” Trump-Hater Megyn Kelly…Offers To Arrange Softball Interview For Hillary",
			"date": "11/4/16"
		},{
			"title": "WHOA! FLASHBACK VIDEO Of ANDREW BREITBART: “What’s In Your Closet John Podesta?”",
			"date": "11/4/16"
		},{
			"title": "ANTI-POLICE BEYONCE To Campaign For Hillary Clinton In Ohio",
			"date": "11/4/16"
		},{
			"title": "WOW! WHISTLEBLOWER TELLS CHILLING STORY Of Massive Voter Fraud: Trump Campaign Readies Lawsuit Against FL Sec Of Elections In Critical District [VIDEO]",
			"date": "11/4/16"
		},{
			"title": "OBAMA UNHINGED AND ANGRY: “He not doin’ nothin!” [Video]",
			"date": "11/4/16"
		},{
			"title": "BREAKING! Wikileaks’ Julian Assange Explains Why “Trump Won’t Be Permitted To Win” And Proof That ISIS Was Bankrolled By People Who Gave Money To Clintons [VIDEO]",
			"date": "11/4/16"
		},{
			"title": "WOW! HILLARY CAUGHT ON VIDEO In 2000 Saying She Doesn’t Like Emails Because You Can’t Hide Them From Investigators",
			"date": "11/4/16"
		},{
			"title": "YES! TED CRUZ Has A Great Message For The “Never Trump” Crowd And All Republicans [Video]",
			"date": "11/4/16"
		},{
			"title": "WHOA! BLOOD, SEMEN AND BREASTMILK…Hillary’s Campaign Chairman’s Most Disturbing Email Leak [VIDEO]",
			"date": "11/4/16"
		},{
			"title": "HILLARY’S “OH SH*T” MOMENT: FBI Reveals Emails Found On Weiner’s Laptop Are NOT Duplicates [VIDEO]",
			"date": "11/4/16"
		},{
			"title": "IS THIS WHY HILLARY Has Become “Unhinged”? Perjury Charge The Least Of Clinton’s Problems [Video]",
			"date": "11/4/16"
		},{
			"title": "WATCH OBAMA AWKWARDLY AND ANGRILY Tell Audience To ‘Choose Hope!’ Six Times In A Row…Looks nervous, doesn’t he?",
			"date": "11/4/16"
		},{
			"title": "FBI: Clinton Foundation investigation will lead to ‘Likely Indictment,’ donors funded ISIS",
			"date": "11/4/16"
		},{
			"title": "Hillary Clinton Jumps the Shark with ‘Trump’s Secret Russian Server’ Conspiracy Theory",
			"date": "11/4/16"
		},{
			"title": " Watch This FLAWLESS Depiction Of The GOP’s Off-The-Charts Madness",
			"date": "11/5/16"
		},{
			"title": " Obama’s EPIC Smackdown Of GOP Senator For Using Him In Ads (VIDEO)",
			"date": "11/5/16"
		},{
			"title": " Tim Kaine Reveals Who’s Trying To Steal The Election (VIDEO)",
			"date": "11/5/16"
		},{
			"title": " Trump, GOP Facing CATACLYSMIC Disaster In Nevada, Early Vote Tallies Show",
			"date": "11/5/16"
		},{
			"title": " Hillary’s Secret Weapon For The End Of Her Campaign Is Trump’s Biggest Piece Of Kryptonite",
			"date": "11/5/16"
		},{
			"title": " Trump’s Inner Circle Reveals BIZARRE New Goal In Light Of His Dwindling Odds",
			"date": "11/5/16"
		},{
			"title": " Trump Goes COMPLETELY Off The Rails Over Hillary’s Emails And Takes All His Followers With Him",
			"date": "11/5/16"
		},{
			"title": " Watch Beyoncé Tell The Entire World Why She Supports Hillary; Grab Your Tissues (VIDEO)",
			"date": "11/5/16"
		},{
			"title": " WATCH: Joy Reid SKEWERS Trump For Whining About Jay-Z’s Language At Hillary Rally",
			"date": "11/5/16"
		},{
			"title": " Hillary HAMMERS Trump With This Awesome List That Disqualifies Him From Being President",
			"date": "11/5/16"
		},{
			"title": "Trump Gets STOMPED For Whining About President Obama Using Air Force One On Campaign Trail",
			"date": "11/5/16"
		},{
			"title": " WATCH: Bill Maher Hilariously Thanks Trump For Exposing Hypocritical Evangelicals",
			"date": "11/5/16"
		},{
			"title": " Van Jones Has Powerful Conversation With Trump Supporters About The Possibility Of Civil War (VIDEO)",
			"date": "11/5/16"
		},{
			"title": " Virginia Trump Supporter Patrols Polling Place With Gun And Cops Say They Are Okay With That",
			"date": "11/5/16"
		},{
			"title": " Woman Raped By Trump At 13 May Have Been Terrorized Into Dropping Suit",
			"date": "11/5/16"
		},{
			"title": " Game Of Thrones Creator Has Been Watching Trump And Clinton Ads; There’s One VERY Stark Difference (VIDEO)",
			"date": "11/5/16"
		},{
			"title": "BREAKING SCARE: DONALD TRUMP RUSHED OFFSTAGE After Protester Tackled To The Ground [Video]",
			"date": "11/5/16"
		},{
			"title": "ARCHITECT OF MASS VOTER FRAUD: Hollywood Producer Tells Stunning Story Of How Obama Stole Election In 2008",
			"date": "11/5/16"
		},{
			"title": "JUST EXPOSED: Clinton Broke “Ethics Agreement” With Latest Bombshell “Gift” From This Middle Eastern Country While Secretary Of State",
			"date": "11/5/16"
		},{
			"title": "PHONY HILLARY PULLS THE WOMAN CARD AT JAY-Z/BEYONCE GIG: “We have a glass ceiling to crack…” [Video]",
			"date": "11/5/16"
		},{
			"title": "HYSTERICAL! TUCKER CARLSON Slams Geraldo For Putin Conspiracy Theory: “That’s just dumb!” [Video]",
			"date": "11/5/16"
		},{
			"title": "TRUMP ON TARGET: “We Don’t Need Jay Z To Fill Up Stadiums” [Video]",
			"date": "11/5/16"
		},{
			"title": "HYSTERICAL! TRUMP LIFE: “There ain’t a brother bigger, stronger, and more Gangsta than Donald J. Trump” [VIDEO]",
			"date": "11/5/16"
		},{
			"title": "FOUL-MOUTHED Celebrities For HILLARY Sing Vulgar Song With Baby In Arms: ‘Jesus F*cking Christ,’ Please Vote [VIDEO]",
			"date": "11/5/16"
		},{
			"title": "Prof Michel Chossudovsky discusses Hillary Clinton’s foreign policy & emerging nuclear risks",
			"date": "11/5/16"
		},{
			"title": "It’s More Likely That a US Insider, Not Russia, Can Rig a US Presidential Election",
			"date": "11/5/16"
		},{
			"title": "Pilger Interview: Julian Assange Lifts the Veil on Hillary Clinton and the Globalist Conspiracy",
			"date": "11/5/16"
		},{
			"title": "Why Hillary Clinton is Responsible for US Failures in Libya and Syria",
			"date": "11/5/16"
		},{
			"title": " On His Way Out The Door, Harry Reid Gives Big ‘F*ck You’ To Republicans And Hands Nevada To Hillary",
			"date": "11/6/16"
		},{
			"title": " Ted Nugent Appears At Trump Rally, Gropes Himself While Spewing Profanity (VIDEO)",
			"date": "11/6/16"
		},{
			"title": " Racist, Road Raging Trump Fan Calls Black Driver A ‘N*****’ Because ‘Black Lives Don’t Matter’ (VIDEO)",
			"date": "11/6/16"
		},{
			"title": " Barack Obama EVISCERATES Trump After Trump Gets Blocked From Twitter (VIDEO)",
			"date": "11/6/16"
		},{
			"title": " Trump Fans Start Screaming ‘WIKILEAKS’ In PATHETIC Attempt To Link Trump’s ‘Assassin’ To Hillary",
			"date": "11/6/16"
		},{
			"title": " REPORT: Aides Take Away Donald Trump’s Twitter Account",
			"date": "11/6/16"
		},{
			"title": " BREAKING: Dir. Comey Just CRUSHED The GOP’s Fantasies Of Endless Clinton Investigations (TWEETS)",
			"date": "11/6/16"
		},{
			"title": " The Toronto Star Published An ‘Unauthorized Database’ Of Things That Will INFURIATE Trump",
			"date": "11/6/16"
		},{
			"title": " WATCH: Jake Tapper SLAMS Trump Campaign Manager For Touting Fake ‘Assassination Attempt’",
			"date": "11/6/16"
		},{
			"title": " Trump Gets His A** Handed To Him For Running Off Stage Because Some Guy Had A Sign",
			"date": "11/6/16"
		},{
			"title": " The Trump Camp Just LIED Through Its Teeth About An Assassination Attempt On Trump (VIDEO)",
			"date": "11/6/16"
		},{
			"title": " Trump Freaks Out: Thousands Of Latino Voters Prove Election Is Rigged",
			"date": "11/6/16"
		},{
			"title": " SNL Gets Real And Delivers The Most Important Message Of The Election Year (VIDEO)",
			"date": "11/6/16"
		},{
			"title": " Bill Maher Has A DIRE Election Message The Whole Country Should Listen To (VIDEO)",
			"date": "11/6/16"
		},{
			"title": "IT’S WORSE THAN YOU THOUGHT! Emails Show Collusion Between Media And DNC…BIG TIME!",
			"date": "11/6/16"
		},{
			"title": "PLEASE SHARE! TREY GOWDY DRILLS COMEY On The Clinton Lies…Every American Should See This [Video]",
			"date": "11/6/16"
		},{
			"title": "MORE VOTER FRAUD FOR HILLARY! Hillary Supporter Who Attacked Trump: Dead Grandma Voted 3 Times From His Address…Brother With Misspelled Name Also Voting From His Address [VIDEO]",
			"date": "11/6/16"
		},{
			"title": "EVIL HILLARY SUPPORTERS Yell “F*ck Trump”…Burn Truck Of Daddy Fishing With 2 Yr Son Over Of Trump Bumper-Stickers [VIDEO]",
			"date": "11/6/16"
		},{
			"title": "BREAKING: CLINTON CLEARED…Was This A Coordinated Last Minute Trick To Energize Hillary’s Base?",
			"date": "11/6/16"
		},{
			"title": "WIKILEAKS EMAIL SHOWS CLINTON FOUNDATION FUNDS Used For Lavish Wedding Of “Spoiled Brat” Chelsea Clinton",
			"date": "11/6/16"
		},{
			"title": "3 PEOPLE LINE UP TO SEE Tim Kaine Speak In A CLASSROOM…Mike Pence Packing LARGE VENUES Across America [VIDEO]",
			"date": "11/6/16"
		},{
			"title": "BREAKING: OBAMA CAUGHT ON LIVE TV Telling Illegal Aliens It’s OK To Vote…Promises The Law Will Not Come After You! [Video]",
			"date": "11/6/16"
		},{
			"title": "WHO IS THIS WOMAN And Why Did Hillary Have Her Copy Top Secret Info…Does She Hold The Secrets To Emailgate?",
			"date": "11/6/16"
		},{
			"title": "HILLARY Mentions Support For Country She And Bill Screwed…Starts Coughing Again…”It Chokes Me Up” [VIDEO]",
			"date": "11/6/16"
		},{
			"title": "COMEDIAN DAVE CHAPPELLE Stuns NY Audience: SLAMS Hillary…Compares TRUMP To The Terminator:”Most Gangsta Candidate Ever”",
			"date": "11/6/16"
		},{
			"title": "BREAKING! NEW Wikileaks Email: Confidential Auditor’s Report States Clinton Foundation Is Engaging In ILLEGAL Conduct",
			"date": "11/6/16"
		},{
			"title": "Hacking Electronic Voting Machines is Easy",
			"date": "11/6/16"
		},{
			"title": "SUNDAY SCREENING: ‘The Clinton Chronicles’ (1994)",
			"date": "11/6/16"
		},{
			"title": "Episode #159 – SUNDAY WIRE: ‘Tick-Tock USA’ with guests Dr Marcus Papadopoulos, Basil Valentine",
			"date": "11/6/16"
		},{
			"title": " President Obama Gives Powerful Speech At Hillary Clinton Rally On Eve Of Election (VIDEO)",
			"date": "11/7/16"
		},{
			"title": " Katy Perry Releases AMAZING Campaign Ad That PERFECTLY Describes Why We’re All Voting For Hillary",
			"date": "11/7/16"
		},{
			"title": " Every Single Lady On ‘The View’ Just SHREDDED Donald Trump For Obvious LYING (VIDEO)",
			"date": "11/7/16"
		},{
			"title": " Paul Ryan: No, The GOP Is Not Donald Trump’s Party",
			"date": "11/7/16"
		},{
			"title": " REPORT: Trump’s Mind SHATTERED In The Face Of Mortifying Defeat",
			"date": "11/7/16"
		},{
			"title": " NC Republicans PROUDLY Brag About How Well Their Voter Suppression Tactics Are Working",
			"date": "11/7/16"
		},{
			"title": " Longtime Republican Strategist Just Cast Her Vote For Hillary",
			"date": "11/7/16"
		},{
			"title": " MSNBC Host Actually CHOKES While Saying Giuliani Could Be Attorney General (VIDEO)",
			"date": "11/7/16"
		},{
			"title": " White Grievance Queen Tomi Lahren Gets OWNED For Lying About Trump ‘Assassination Attempt’",
			"date": "11/7/16"
		},{
			"title": " WATCH: Trump Adviser Stammers While Being Grilled By Chris Cuomo For Being A Hypocrite",
			"date": "11/7/16"
		},{
			"title": " Trump On The Verge Of Meltdown As FBI Clears Clinton Over Emails (VIDEO)",
			"date": "11/7/16"
		},{
			"title": " While Working On A Trump Speech Steve Bannon’s Pants Literally Caught Fire (TWEETS)",
			"date": "11/7/16"
		},{
			"title": " Obama SHAMES The Hell Out Of Trump And His Heartless Fans By Meeting This Young Boy",
			"date": "11/7/16"
		},{
			"title": " WATCH: Anderson Cooper BEATS DOWN Trump Campaign Manager For Being A Hypocrite",
			"date": "11/7/16"
		},{
			"title": "IT’S TRUMP OR…It’s The End Of America",
			"date": "11/7/16"
		},{
			"title": "BILL CLINTON RECENTLY CAUGHT Making Racist Remarks: Obama’s Presidency Will Cause White Working Men To Die Sooner",
			"date": "11/7/16"
		},{
			"title": "YIKES! HILLARY GOES OFF THE RAILS…Pulls A Howard Dean [Video]",
			"date": "11/7/16"
		},{
			"title": "UNDERCOVER JOURNALIST In Burka Is Offered Huma Abedin’s Ballot [Video]",
			"date": "11/7/16"
		},{
			"title": "WOW! TRUMP CROWD IN MICHIGAN IS HUGE…Bill Clinton’s Crowd Not So Big [Photos]",
			"date": "11/7/16"
		},{
			"title": "SPEAKER SCHEDULED TO Praise Hillary Totally Trashes Her…Taken Off Stage By Security [Video]",
			"date": "11/7/16"
		},{
			"title": "ONE DEMOCRAT WHO REFUSES To Cast Electoral Vote For Crooked Hillary Could End It All For Her [VIDEO]",
			"date": "11/7/16"
		},{
			"title": "HEY VOTERS…IT’S NOT OVER! Pay-To-Play Hillary And Her “Non-Profit” Foundation Are STILL Under FBI Investigation",
			"date": "11/7/16"
		},{
			"title": "Hillary Clinton Survives Another FBI Pantomime, 650,000 Emails Investigated in 691,000 Seconds",
			"date": "11/7/16"
		},{
			"title": "WARNING: Don’t Worry If the Stock Market Goes Crazy After Election",
			"date": "11/7/16"
		},{
			"title": " Stock Market Literally SHUTS DOWN And Dollar Drops As Conservatives Kill Economy By Voting For Trump",
			"date": "11/8/16"
		},{
			"title": " On Election Day, Trump Calls Running For President A “Waste Of Time’ (VIDEO)",
			"date": "11/8/16"
		},{
			"title": " BREAKING: Active Shooter Reported Outside Los Angeles Polling Location – 1 Dead",
			"date": "11/8/16"
		},{
			"title": " The Internet Hilariously Reacts To Picture Of Trump’s Hideous Victory Cake (TWEETS)",
			"date": "11/8/16"
		},{
			"title": " Trump Supporter Pulls Gun On Man Because He Refused To Vote For Trump",
			"date": "11/8/16"
		},{
			"title": " Trump Tries To MANIPULATE Nevada Vote And Gets Shut Down HARD",
			"date": "11/8/16"
		},{
			"title": " WTF: There’s A ‘Make America Great Again’ Hat In A Museum Case At Trump’s Election Venue (IMAGE)",
			"date": "11/8/16"
		},{
			"title": " Couple Married 37 Years In Disagreement On Election; Watch The HILARIOUS Twist (VIDEO)",
			"date": "11/8/16"
		},{
			"title": " Trump Gets HILARIOUSLY Mocked For Looking Over His Wife’s Shoulder While She Voted",
			"date": "11/8/16"
		},{
			"title": " WATCH: Bill Maher HAMMERS Trump In Final Plea To Voters On Fallon",
			"date": "11/8/16"
		},{
			"title": " WATCH: Anderson Cooper HUMILIATES Trump Supporter For Whining About Jay-Z At Hillary Rally",
			"date": "11/8/16"
		},{
			"title": " This Is How Trump Could Win In A Landslide – Prepare To Laugh",
			"date": "11/8/16"
		},{
			"title": " Jon Stewart Returned To CRUSH Trump With Colbert, And It Was SPECTACULAR (VIDEO)",
			"date": "11/8/16"
		},{
			"title": "RUSH LIMBAUGH: HERE’S WHY George and Laura Bush Didn’t Vote For Trump Today…It’s Sickening!",
			"date": "11/8/16"
		},{
			"title": "CLUELESS? NEVADA POLL WORKERS BREAK THE LAW Wearing Illegal T-shirts",
			"date": "11/8/16"
		},{
			"title": "MORE CLASS FROM THE LEFT: Topless Hillary Supporters Protest Trump Inside Polling Place [Video]",
			"date": "11/8/16"
		},{
			"title": "BILL CLINTON Spaces Out…Chews On His Tongue During Rally [Video]",
			"date": "11/8/16"
		},{
			"title": "OBAMA UNLEASHES HUNDREDS Of Intelligence Agents To “Protect Elections” From Outside Forces…Hacker known as “Guccifer 2.0” Warns Of Threat “From INSIDE The System”",
			"date": "11/8/16"
		},{
			"title": "VIDEO: US Elections: More Voter Fraud Emerges",
			"date": "11/8/16"
		},{
			"title": "The Wahabi Vote: Poll Shows 68 percent of Saudis prefer Hillary Clinton",
			"date": "11/8/16"
		}
	]
}